Revit 2027 API
ParameterTypeId.RbsPipeVolumeParam Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeVolumeParam { get; }
Public Shared ReadOnly Property RbsPipeVolumeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeVolumeParam {
	ForgeTypeId^ get ();
}
static member RbsPipeVolumeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace